library/app/controllers/authors_controller.rb

SELECT "authors".* FROM "authors"
---
  def index
    @authors = Author.all ### Variable globalpara authores